[{
		"name": "about Smarters Pro",
		"description": "IPTV Smarters Pro is one of the Best IPTV Players. We have the most stable high quality internet TV Platform in the world – less downtime, buffering, freezing, and picture break-up, and more consistent high quality ‘TV over the internet’, and we are prepared to prove it!",
		
	"img": "https://i.ibb.co/ww9THS4/smarter.jpg"
	},
	{
		"name": "F-HD IPTV Channls",
		"description":"We provide high resolution channels 1080p, 720p and 480p to get best enjoy for our customers! with Features of Catch Up & EPG (Electronic Program Guide) for all Channels",
		"img": "https://i.ibb.co/ww9THS4/smarter.jpg"
	
},
	{
		"name": "What is IPTV Smarters Pro used for?",
		"description":"IPTV Smarters Pro is an incredible video streaming player which is developed especially for end-users that want to be provided with the facility to watch live TV, VOD, Series and TV Catchup on their android devices such as mobiles, android boxes, Fire TV stick and other",
		
		"img": "https://i.ibb.co/ww9THS4/smarter.jpg"
	},
	{
		"name": "Is IPTV Smarters pro a free app?",
		"description":"It is somewhat an IPTV management service, much like Smart IPTV. However, unlike Smart IPTV that requires a one-time activation fee, IPTV Smarters is free (there is a paid version too with additional features, but all the basic services are free).",
		
		"img": "https://i.ibb.co/ww9THS4/smarter.jpg"
		},
	{
		"name": "How to install IPTV Smarters on Android Mobiles, Android TV Boxes, and Android Smart TVs",
		"description":"IPTV Smarters is supported on other Android platforms as well, including mobiles, TV boxes, and Smart TVs.In fact, IPTV Smarters is officially available on these platforms through the Google Play Store.This means you don’t need to sideload the IPTV Smarters app on these devices.Note: On some Android Boxes, this app is available as IPTV Smarters ProHere are the steps to install IPTV Smarters on Android phones, TV Boxes, and Smart TVs:Open the Google Play Store on your device Type in and lookup for IPTV Smarters app Follow the onscreen instructions and install the app IPTV Smarters functions the same way on all these Android devices as well as Amazon FireStick. You may refer to the section How to use IPTV Smarters on FireStick to learn how to get started.",
		"img": "https://i.ibb.co/ww9THS4/smarter.jpg"
	

	}

]
